{
    "role_information": {
        "owner": {
            "description": "The owners of Gawther, Mekasu and KataReborn, are fully equipped to do any job needed within all of Gawther's Platforms, however, we are not considered apart of the staff team. Although in charge of the community as a whole, there are things we cannot/will not do.",
            "will_not_do": "Make any decisions for Gawther while not sitting as a single person. Make any decisions For Gawther Based Off Of One Individual's Requests, but For Gawther As A Whole. Fix any role permissions issues, role adjustments for users, or any other requests that have been divied out to other staff/non-staff roles as permissions are spread to each to balance the work load.",
            "will_do": "Help in any situation as best as we can to the best of our ability. If the support requested is greater than what we can provide, we will assist in aquiring adequate help. Ensure that all Gawther platforms are working in the most efficient mannor possible at all times possible."
        },
        "devs": {
            "description": "The developers for Gawther, anyone with the Devs role, are only allowed permissions that deal with developement for Gawther.",
            "will_not_do": "Any requests, role adjustments, or any other job that is not specific to being a developer for Gawther. Example: A developer can ensure that the website funcitons properly in the event a member/user has an issue, but will not change your role because the staff member reponsible for doing that hasn't done it yet. If you can't be patient, then you don't deserve it.",
            "will_do": "Any requests, or adjustements, needed to GawtherBot, GawtherWeb, or other Gawther platforms."
        },
        "bots": {
            "information_pt1": "All bots that are in any of Gothers platforms will only be owned by the server owner, or by one of the head developers."
        },
        "hd_admin": {
            "description": "The head administrators job is solely to ensure that all staff members are acurately, and adequately, enforcing Discord ToS and Gawther ToS at all times.",
            "will_not_do": "Any requests, roel adjustments, or any other job that is not specific to being a head admin for Gawther. Example: The head admin can moderate other staff members and regular members, but the head admin cannot create a role, or channel.",
            "will_do": "Any requests, adjustments, etc needed to ensure that the flow within both the Discord and Website Forums/Chats are is consistently smooth. Kick and Ban members."
        },
        "admins": {
            "description": "The administration team of Gawther is moreso considered the backbone of the community. Administrators are split into various categories that surround Gawther.",
            "will_not_do": "Any development requests, adjustments.",
            "will_do": "Attend meetings to give a voice for their community. Ensure that all Discord ToS and Gawther ToS. Kick Members."
        },
        "cyber_police": {
            "description": "The cyber police are simply the staff members for the Gother website. Their specific forum/chat roles can be found on the website",
            "will_not_do": "Any website/discord dev requests. Any discord requests other than assisting with website related issues.",
            "will_do": "Any website requests that involve forum/chat room moderation, role adjustments, or announcement posting/editing."
        },
        "moderators": {
            "description": "Moderators are those who drive the rules themselves. They take the voices of the members and push them to the admins.",
            "will_not_do": "website moderation, developement or server requests.",
            "will_do": "Member moderation: Mute, Timeout, Move, Deafen members."
        },
        "support_staff": {
            "description": "The support staff are literally just that. The staff in charge of the support channels.",
            "will_not_do": "Member moderation outside of the staff channels, unless otherwise necessary. In events where a moderator, or other staff member is needed, the support_staff will ping the appropriate staff roles.",
            "will_do": "Answer with, or find, adequate assistance to any and all questions that are asked within the Support Category, and on the Forums/Chat Rooms."
        },
        "community_helper": {
            "descriptions": "Community Helpers are those who are assistance to both the moderators and support staff. This role is also the 'Temp-Mod' position for newly brought on staff members.",
            "will_not_do": "Any actual member management. Any development requests.",
            "will_do": "Manage nicknames, events, activities, and other member rally events within the discord."
        },
        "server_booster": {
            "description": "This role is for those who are Discord Nitro Subscribers. At this time, there are no special privlages to being a subscribed member except for a bonus of $25,000 added to your Gother Bank Account.",
            "will_not_do": "Anything outside of being a regular member.",
            "will_do": "Help ensure the rules are being followed, sit back, relax, and enjoy your time here at Gother!"
        },
        "member": {
            "description": "Welcome Aboard! Sit back, relax, and be a productive member of society! haha -Mekasu"
        }
    },
    "bank_information": {
        "description": "Gother Bank is a fictional bank account that only usable within the Gother Discord Server Command Shop and Gother Website Shop. Gother bucks are earned from playing casino games, working various jobs, being staff members on a theoretical pay roll, and more.",
        "future_additions": {
            "credit": "Gothers Credit System will begin with allowing a user to 'overdraft' their account up to a certain Gotherbuck amount (see chart). Overdraft fees are dependent upon role, and length of time with community. At some point to follow, Gother Credit will develop a second account 'credit card' that will allow users to apply, be approved/denied based off transaction history (see chart), be allowed to own a credit card within Gothers platforms.(see chart)",
            "loans": "Gother Will develop a loan system that will allow a user to apply for a loan which will be approved or denied based off various factors. (see chart)"
        },
        "debit": "Gother Bank will start with a simple debit card system. What that means is that if the funds aren't in your account, Gother will not be able to approve your loan."
    },
    "rules": {
        "one": "All staff members, Community Helpers and up, are to be respected and wishes followed at all times. In the event that you feel a staff member handled a situation inadequately then it is your responsibility to create a support ticket and report it. Please be patient with us as this is all voluntarily done as no member of Gother receives any real life currency for any servies provided on any Gother platform.",
        "two": "All channel categories are to be followed. Anyone purposfully posting content in a chat room that it does not belong to will be temporarily muted from the server for a minimum 12 hours. This will not be overridden. Don't ask.",
        "three": "All members are allowed to appeal their bans or kicks no more than 3 times. If you are any combination of kicked or banned then your tallies will count together.",
        "four": "All mutes, kicks, bans, and any other serious situations involving a member, or multiple members, are recorded into Gothers database for the sole purpose of the safety of both the member and the staff member. Each month these conversations are then stored into an online platform, and removed from Gothers sytems to keep the bot efficient.",
        "five": "All roles have specific functions that they are allowed, or not allowed, to do. This is to maintain a balanced work load on all tiers of staff. No one is to ping staff members by their role as a whole unless it is a serious enough situation that a support ticket cannot resolve.",
        "six": "When using support channels, please be specific and provide screenshots if necessary. This is to ensure that you receive the help you are needing to the most accurate degree possible.",
        "seven": "When assisting other users within the support channel, do not just tell someone to 'Google it', berate, belittle, bully, or otherwise treat, a member any other way than you choose to be treated. We are a community. A family and we need to treat each other as such. Grow Together, Learn Together = Success."
    }
}